Repository: JuZED/wp-fullpage
Catalog: lang/wpfp-*.po
Languages: fr_fr

source: Home
fr_fr: Accueil

source: %1s - current page
fr_fr: %1s - page courante

source: Not Found
fr_fr: Rien n'a été Trouvé

source: Search for terms
fr_fr: Recherche des termes

source: Tag
fr_fr: Mot Clé

source: Author
fr_fr: Auteur

source: Home Page
fr_fr: Page d'Accueil

source: %1d posts updated
fr_fr: %1d articles mis à jour

source: Add Parent Menu Item
fr_fr: Ajouter un Élément de Menu comme Parent

source: Selected Posts
fr_fr: Articles Sélectionnés

source: No menus have been created yet. <a href="%s">Create some</a>.
fr_fr: Aucun menu n'a encore été créé. <a href="%s">Créez en un</a>.

source: Select Menu
fr_fr: Sélectionner un Menu

# menu
source: None
fr_fr: Aucun

source: Select Menu Entry
fr_fr: Sélectionner une Entrée de Menu

# menu-item
source: None
fr_fr: Aucune

source: Update
fr_fr: Mettre à Jour

source: To delete relation, just select "none" in the "Select Menu" than click "Upadte".
fr_fr: Pour supprimer une relation, sélectionnez "aucun" dans "Sélectionner un Menu" puis cliquez sur "Mettre à jour"

source: %1d taxonomy updated
fr_fr: %1d taxonomies mises à jour

source: Selected Taxonomies
fr_fr: Taxonomies Sélectionnées

source: WP Fullpage Breadcrumb Settings
fr_fr: Réglages du Fil d'Ariane WP Fullpage

source: WP Fullpage Breadcrumb
fr_fr: Fil d'Ariane WP Fullpage

source: Search
fr_fr: Recherche

source: Choose Home Image
fr_fr: Choisissez une Image d'Accueil

source: General Settings
fr_fr: Réglages Généraux

source: Show on homepage
fr_fr: Montrer sur la page d'accueil

source: Menu order
fr_fr: Ordre des menus

source: Visual settings
fr_fr: Réglages Visuels

source: Delete Home Image
fr_fr: Supprimer l'Image d'Accueil

source: Textual settings
fr_fr: Réglages textuels

source: Home text
fr_fr: Texte d'accueil

source: Home link text
fr_fr: Texte du lien d'accueil

source: Error 404 text
fr_fr: Texte d'erreur 404

source: Search text
fr_fr: Texte de recherche

source: Tag text
fr_fr: Texte de Tag

source: Author text
fr_fr: Texte d'Auteur

source: Save settings
fr_fr: Sauver les réglages

source: Define a parent menu item if necessary.
fr_fr: Définissez un élément de menu parent si nécessaire.

source: Display a Simple Contextual Nav Submenu
fr_fr: Affiche un Simple Sous-Menu Contextuel de Navigation

source: Contextual Nav Submenu
fr_fr: Sous-Menu Contextuel de Navigation

source: Title:
fr_fr: Titre :

source: Select Menu:
fr_fr: Sélectionner un Menu :

source: Starting depth:
fr_fr: Profondeur de départ :

source: How many levels to display:
fr_fr: Combien de niveau afficher :

source: Unlimited depth
fr_fr: Profondeur illimitée

source: 2 levels deep
fr_fr: 2 niveaux de profondeur

source: 3 levels deep
fr_fr: 3 niveaux de profondeur

source: 4 levels deep
fr_fr: 4 niveaux de profondeur

source: 5 levels deep
fr_fr: 5 niveaux de profondeur
